Repository: FuzzyWuzzie/screensaver.xbmc.slideshow
Catalog: resources/language/Polish/strings.po
Languages: pl

# #30000
source: Source of slideshow images
pl: Źródło obrazów do pokazu slajdów

# #30002
source: Video Fanart
pl: Fanart wideo

# #30003
source: Music Fanart
pl: Fanart muzyki

# #30004
source: Image Folder
pl: Folder obrazów

# #30005
source: Dim level
pl: Poziom przyciemnienia

# #30006
source: Effect
pl: Efekt

# #30007
source: Slide
pl: Przesuwany

# #30008
source: Crossfade
pl: Przejście

# #30009
source: Pan and zoom
pl: Pan i zoom (efekt Kena Burnsa)

# #30010
source: Amount of seconds to display each image
pl: Liczba sekund, aby wyświetlić każdy obraz

# #30011
source: Scale images fullscreen
pl: Skaluj obrazy do pełnego ekranu

# #30012
source: Display image name
pl: Wyświetl nazwę obrazu

# #30013
source: Disabled
pl: Wyłączony

# #30014
source: Use filename
pl: Użyj nazwy plików

# #30015
source: Use foldername
pl: Użyj nazwy folderu
